{"20230601 SATF Food Security Funding Allocation.pdf": "In March 2022, the Board of Governors approved the Student Affordability Task Force (SATF) report. The report included 10 recommendations to advance student affordability and updates were provided outlining the progress on each of these recommendations on December 2022 and March 2023. Recommendation 5 is focused on Addressing Cost of Living Challenges, including cost associated with housing, food and child care. Specific to food affordability and in support of the health and wellbeing of all UBC Students, UBC continues to support food security in a variety of ways and will continue to advance this through the SATF Implementation. On March 31, 2023 the Board of Governors approved the release of $800,000 for food security initiatives to be allocated across both campuses, specifically $120,000 allocated to UBCO and $680,000 allocated to UBCV. This document provides an update on the breakdown allocation of the funding for each campus. UBC Okanagan UBC Okanagan takes a community-led approach to the development of food security initiatives. This approach was informed by community consultation and VOICE Research 4/5  a research project to explore systemic factors (e.g., policies, processes, criteria, structures) that support and hinder student food insecurity. Recommendations are implemented through iterative, participatory approaches where students partner to implement programs and diverse groups shape policy and approaches to food distribution. The Student Health & Wellness Unit led a consultation process with students, campus partners, and SUO to determine the allocation of the FY23-24 food security funding. These initiatives will continue to be evaluated through engagement, informal dialogue, and feedback. Template revised: October 15, 2020Table 1 Breakdown of Financial Investment in Food Insecurity 2023/2024 UBC Okanagan, UBC Vancouver Affordability Task Force/Board of Governors approved funding Program/Service Description Amount AMS Food Bank Food $350,000 GSS Acadia Food Food and student staffing $72,000 Hub Sprouts Food $59,000 Meal Share New allocation process to be determined $199,000 TOTAL $680,000 This Food Security Funding does not include $2.3 million - $1.6 million Housing allocation and $700,000 bursary aid  available via Student Financial Services for food and housing insecurity.", "20230901 Evolution of Acad & NonAcad Staffing 2018-2023.pdf": "An analysis was completed at the request of the Chair of the Learning & Research Committee to receive an update on the Universitys faculty, student, and staff complement changes over the past five years (2018/19-2022/23) concerning size and composition. Key findings are as follows:  Faculty FTE have increased across the system.  Staff FTE remained constant over the review period in UBC Vancouver; at UBC Okanagan, staff growth was planned and necessary to support a thriving campus.  Enrolment during this period increased by 4% at UBC Okanagan and by 2% at UBC Vancouver.", "20230601 Generative-AI ÔÇô Issues and Impacts on Teaching & Learning.pdf": "One academic term has passed since the release of ChatGPT created a sudden and divisive impact in the higher education sector. ChatGPT is a large language model that can respond to queries and requests in a humanlike manner. After GPT-3.5 was released in November 2022, GPT-4 followed in March 2023 and is currently available on ChatGPT Plus. Artificial intelligence (AI) technology may have already been present in our lives (Grammarly, autocomplete, voice recognition) but the scope and capabilities of ChatGPT get closer to blurring the distinction between human and machine and raise existential questions about the future of content creation. A brief look at futurepedia, a directory of AI tools updated daily, shows the abundance of tools that have been created from AI technology. Amidst such expansive application, impacts on teaching and learning have been subject to scrutiny both within and outside of the academy, with concerns emerging about academic integrity, the end of writing, and possible threats to higher education. Many postsecondary institutions have taken a forward-looking approach to AI tools, promoting acknowledged and ethical use. In rare cases, ChatGPT has been categorically banned by universities and countries.1 Consensus has veered towards the acceptance of intentional and attributed use, an approach further nuanced at UBC as a course- and program-level decision. Careful and creative use and capacity building for instructors and students helps constitutes a more balanced approach, in contrast to the moral panic that was common in the press and public discourse several months ago.2 Early experiments provide valuable insight into promising modes of use. This briefing note outlines some of the current impacts and issues for artificial intelligence in teaching and learning:  UBCs approach: With the opportunity to define the use of AI tools, an overview of some initiatives underway at UBC, future opportunities, and what comes next.  AI Tools as Teaching Tools: The consideration of how and when AI tools might be integrated into the classroom and assessments, and the opportunities they represent for student learning.  AI Tools and Academic Integrity: Conversations around ways to regulate, deter and detect the unattributed use of AI. 1 ChatGPT is currently blocked in countries including Russia, China, North Korea, Iran, and Italy. Italy is the first Western country to ban ChatGPT over privacy concerns. 2 ChatGPT and Artificial intelligence in higher education, Quick Start Guide, UNESCO and International Institute for Higher Education in Latin America and the Carribean, p. 13. Template revised: October 15, 2020The briefing also provides an update on resources and activity around generative AI at UBC. UBCs APPROACH UBC is taking a measured and balanced approach to the use of AI tools in the classroom. Generative artificial intelligence tools (AI tools) present both opportunities and risks. Using them in a thoughtful way means accepting their identity as a double-edged sword while working towards guidelines and best practices around ethical use. Using artificial intelligence tools to enrich the learning and research process (writing, brainstorming, reviewing, idea generation) and not to submit a product as ones own work (except where this is specifically asked for)  with proper acknowledgement  could provide balanced engagement and exposure for students and instructors. Individual faculty members and program leads are the subject experts best placed to be able to determine if and how such tools are integrated into the curriculum. Maintaining openness to different degrees of engagement, communicated clearly to students, allows instructors, departments, and Faculties to develop individualized approaches. How can and how are UBC instructors teaching with AI tools? How can students learn with AI tools and what is important for them to know? What are the limits and how should they be communicated? The discourse has changed even since late 2022. The most prevalent questions in early 2023 focus on how postsecondary educational institutions can optimize their use and tailor their approaches to various learning contexts, how they can engage with opportunities and mitigate risks in the teaching and learning space, and how they can contribute to building capacity for students and for instructors. A recent concept paper authored by a group of German universities takes this position and places ChatGPT on the continuum of past digital innovations, some of which, like MOOCs (Massive Open Online Courses), had already been said to be bringing about the death of higher education.3 There has been considerable activity in this space at UBC since late 2022. Several profiles have been written recently on the impacts of artificial intelligence, including UBCs approach to academic integrity in the age of AI, considerations around workload and productivity and thoughts about the future role AI could play in the job market. Researchers in the Faculty of Medicine and the School of Biomedical Engineering have recently received over $3 million in federal funding to train the next generation of biomedical engineers in data analysis powered by artificial intelligence. This years CTLT Spring Institute is offering three separate sessions on ChatGPT use in the classroom, each tackling different dimensions including teaching and learning implications, ethical considerations and prompt engineering, and content evaluation. Academic departments have engaged in various initiatives, including creating recommendations around the use of AI tools for instructors. Outside the classroom, several initiatives in teaching and learning and academic integrity are aimed at continuing to explore their potential and promise. These include engaging students in dialogue around AI tools in the classroom, reflecting on instructor uses and focusing on capacity building and resources. ARTICIFICIAL INTELLIGENCE AS A TEACHING AND LEARNING TOOL The shift in mindset following the initial doomsday response has led to more creative and productive thinking about the opportunities that AI tools can present for students and instructors. There are many innovative ways for instructors to use generative AI tools in their courses and many opportunities for them to work with  rather than against  students in this area. In early June 2023, the UBC Vancouver Provosts Office and the CTLT will host a faculty forum on generative AI tools in the classroom to share experiences and create interdisciplinary dialogue. If the regulation of artificial intelligence tools is to occur at the instructor level, how can the institution best support them with information, new perspectives and creative ideas? What kind of institutional framework might be required as they expand? 3 Unlocking the Power of Generative AI models and Systems Such as GPT-4 and ChatGPT for Higher Education, p 10.Since the release of ChatGPT in November 2022, several resources have been developed across UBC. The CTLTs Assessment Design in the Age of Generative AI outlines some of the impacts at the course level and UBCs cross- campus academic integrity website has published a FAQ on ChatGPT for students and faculty members to outline various approaches. Recommendations for faculty members include ways to integrate AI tools into course design, to communicate with students around use, and to ensure academic integrity of assessments. Some of these opportunities include:  Course and curriculum design: Integrating ChatGPT into the curriculum and course design can support literacy around the use of the tool and around discipline specific applications.  Assessments: Generative AI tools have raised questions around maintaining the integrity of assessments: integrating AI tools into assessments and designing assessments to deter use of AI tools are two possible approaches.  Learning tool for students: Engaging with AI tools to learn about new topics, to utilize AI as a writing partner, to engage in a dialogue, to generate ideas, or to support curiosity are some of the ways for students to explore generative AI as a tool for learning. Recent reports have compiled lists of possible roles that ChatGPT can play in student learning including as a Socratic opponent, personal tutor, motivator or possibility engine. Others have approached it from the perspectives of the activities that these tools can support including mind map creation, explanation of concepts, creation of flashcards, and self-testing. The Chronicle of Higher Education recently outlined several innovative ways that institutions have been engaging with their students, including to design and test policy around AI tools.4 ARTIFICIAL INTELLIGENCE AND ACADEMIC INTEGRITY: DETERRENCE AND DETECTION If generative artificial intelligence tools become standard in teaching, learning and research, how will they be recognized and what limitations should exist? Science journals tackled this question by banning the listing of ChatGPT as a coauthor: Springer-Nature indicated that while it can be used in the preparatory phase of the manuscript and as a writing tool, it cannot be listed as an author as it would not be able to assume the expected responsibilities and accountabilities. Recently, artificial intelligence has been added to bibliographical guidelines with the American Psychological Association (APA), Modern Language Association (MLA) and the Chicago Manual of Style all releasing recommendations in this area. On a national scale, Canada has proposed the Artificial Intelligence and Data Act (AIDA) and the National Telecommunications and Information Administration unit in the US is beginning to explore potentially regulating tools like ChatGPT. For UNESCO, AI cannot be a no law zone5 and there is a need for policies at the national and international level, as well as regulatory frameworks, to ensure the technology is benefiting humanity. Regulatory conversations can also apply to teaching and learning and the University has a key role to play in establishing guidelines for this space. The fact that AI tools have potential does not mean their use should be unrestricted. Providing clear guidance, understanding the rationale for their use or limitation, and communicating clearly with students at the course and institutional level is vital. The spread of AI tools in higher education is not only connected with promise and potential: it brings about important concerns around academic integrity, lack of regulation, privacy, bias and accessibility. While academic integrity has been a focus of risk, other risks around accessibility, bias, intellectual property, originality, skill development, and harmful output are also important to address and to mitigate. As these tools can challenge and undermine learning if used improperly, conversations around deterrence, detection and response have accompanied those around the potential of generative AI in higher education. 4 Beth McMurtrie, Teaching: What You Can Learn From Students About ChatGPT, The Chronicle of Higher Education, March 30, 2023. 5 Ethics of Artificial Intelligence, https://www.unesco.org/en/artificial-intelligence/recommendation-ethics.Academic Integrity Over the past decades, academic integrity has been faced with the impacts of technological change: from the commercialization of the internet to the explosion of contract cheating to online assessments. The age of generative AI represents its most recent challenge, both as an independent development and as a factor intensifying past risks. Concerns about the use of generative artificial intelligence tools in academic misconduct was immediate. It remains important to clarify that artificial intelligence does not equate to academic misconduct, though it can be used to cheat. While AI tools should not be used to complete academic work, there may be times where instructors and students engage with them as part of learning. When this is the case, instructors should provide clear guidance to students around acceptable use and engagement with the tool. In the syllabus, instructors can outline both their academic integrity expectations and the tools permitted in their courses (including AI tools). They may also clarify their approach to AI tools in class discussion, outlining use, limitations and forms of acknowledgement, or prior to an assessment. Recent developments have occurred at the extremes of academic integrity. On the one extreme, Chegg has announced it will partner with OpenAI to create CheggMate, an enhanced tool branded as homework help powered by AI; on the other extreme, Turnitin has added an AI writing indicator to their Similarity Report. Higher education institutions have grappled with how to reflect new developments in their academic misconduct policies and how to articulate their position. Some have issued statements (Guelph, Melbourne), while others have opted for FAQ pages (Toronto, Waterloo, UBC) or an information-based approach. Technological change has led to guidelines emerging across various sectors, such as the recommendations on the ethical use of artificial intelligence from the European Network on Academic Integrity (ENAI). For students, limitations around the use of AI tools usually come from their instructor, but they should also consider how to self-regulate alongside course-level rules. An adapted flowchart on decision-making around the appropriateness of ChatGPT outlines key questions to ask. At the institutional level, UBCs Academic Calendar provides guidance on what is considered academic misconduct. Three scenarios are currently outlined on the academic integrity website around the use of AI tools: 1) using ChatGPT and/or generative AI tools on coursework where it has been prohibited by the instructor, 2) using ChatGPT and/or generative AI tools where it has been permitted by the instructor, 3) using ChatGPT and/or generative AI tools where it has not been discussed or specified by the instructor. Artificial intelligence tools are not named in the academic misconduct regulation, but their use could be considered unauthorized means to complete an assignment or assessment, the accessing of a website that is not permitted, or other, depending on the specific case. Detection The moment ChatGPT was released, AI detectors began to pop up, as did stories that OpenAI was itself developing a watermark to allow identification of AI generated text.6 At this time, there are several AI detectors in existence, including Turnitin, GPTZero and OpenAIs AI Text Classifier which is available for free to spark discussions on AI. Despite the availability of such tools, detection raises questions around both the efficacy of the tools and the very possibility of detecting AI-generated text. Tools might not be fully tested and the technology to potentially outwit them continues to evolve. The focus on detection also raises the question of whether there are indicators in AI- generated text that instructors will instinctively be able to detect, as they would with other assessments where misconduct is alleged to have occurred. 6 Keith Collins, How ChatGPT could embed a watermark in the text it creates, New York Times, February 17 2023.When Turnitin announced in March 2023 that they would automatically activate an AI detection feature as part of a students Similarity Report  without an opt-out option  universities around the world expressed concern.7 The LTHub Leadership Team articulated UBC's position, expressing concern about the lack of ability to review and validate the new feature, the lack of time to prepare the UBC community for the release, the emphasis placed on suspected misconduct without access to corresponding source material, and the possibility of bias. Turnitin eventually made an exception for a limited number of clients, and UBC was granted the ability to opt out. False accusations, as notes Sarah Elaine Eaton in her recent review on detection tools, can be devastating to students. There is a difference between responsible reporting of academic misconduct and using tools that can create risk for students. Detectors are not foolproof. They can produce false negatives and false positives and it may also be possible to modify content to avoid detection. Researchers have even pointed out that there is little scientific evidence that AI generated text can be effectively detected.8 Beyond not making the Turnitin feature available at this time, UBC has recommended that AI detection tools not be used as the sole factor in decision-making around an allegation of academic misconduct. Privacy considerations might also exist around entering student work into third-party sites without their consent. While these types of detectors might be experimented with in certain situations, they should not form the basis of a decision. As with the more general move away from a policing approach for academic misconduct, the detection approach is not where the focus should lie. CONCLUSION While ChatGPT started out as synonymous with generative artificial intelligence technology, multitudes of other tools have emerged including Microsofts Bing or Googles Bard for generating text, DALL-E or Midjourney for images, or synthesia for videos, to name only a few. The wide variety of uses of generative AI  from chatbot to translation to summarization to content creation  lends itself well to both classroom use and misuse. Whether generative AI tools are incorporated into teaching and learning or mitigated and viewed as threats to academic integrity, UBC must continue to engage with both the opportunities and risks they present. Ethical, intentional and acknowledged use has been UBCs approach to date and seems a wise course to stay. Providing instructors with the training and tools to use generative artificial intelligence, such as sample syllabus statements, assignment tips and ethical considerations, as well as a flexible institutional framework, should continue to be a priority as the artificial intelligence tools evolve. We intend to provide students with clear guidelines and an understanding of tools and to invite them into the dialogue in a meaningful way. Recent conversation around the dangers of unregulated use and the move towards national and international regulations may be a sign of what is to come in the educational sector. UBC has both an opportunity and a responsibility, at the university level, to shape the use of these tools to align with the promise and goals of our teaching and learning objectives. 7 Liam Knox, Can Turnitin Cure Higher Eds AI Fever, Inside Higher Ed, April 3, 2023. 8 V. Sadasivan, et al., Can AI-Generated Text be Reliably Detected? arXiv:2303.11156 [cs.CL], cited in Sarah Elaine Eaton, The Use of AI- Detection Tools in the Assessment of Student Work.SUPPLEMENTAL MATERIALS (optional reading for Governors) Guidance from Universities Princeton: https://mcgraw.princeton.edu/guidance-aichatgpt Radboud: https://www.ru.nl/en/students/news/chat-gpt-what-does-this-mean-for-you-as-a-student UPenn: https://ctl.upenn.edu/resources/tech/chatgpt/ Montclair: https://www.montclair.edu/faculty-excellence/practical-responses-to-chat-gpt/ Delaware: https://ctal.udel.edu/advanced-automated-tools/#syllabus-language Columbia: https://ctl.columbia.edu/resources-and-technology/resources/ai-tools/ Calgary: https://taylorinstitute.ucalgary.ca/first-response-assessment-and-chatgpt Waterloo: https://uwaterloo.ca/associate-vice-president-academic/faqs-chat-gpt-university-waterloo Toronto: https://teaching.utoronto.ca/resources/generative-artificial-intelligence-in-the-classroom/ Generative AI Tools Sofia Barnett, ChatGPT Is Making Universities Rethink Plagiarism, Wired, January 30, 2023 Sarah Chew, UBC professor tests AI tech for therapy, City News Vancouver, March 9, 2023. Open AI, Educator Considerations for ChatGPT. Sarah Elaine Eaton, The Use of AI-Detection Tools in the Assessment of Student Work, Learning, Teaching and Leadership Blog, May 2023. Lance Eliot, Those Schools Banning Access To Generative AI ChatGPT Are Not Going To Move The Needle And Are Missing The Boat, Says AI Ethics And AI Law, Forbes, January 20, 2023. Tova Gaster, ChatGPT has entered the chat, bringing UBC challenges and opportunities, The Ubyssey, March 23, 2023. Gimpel, et al., Unlocking the Power of Generative AI Models and Systems such as GPT-4 and ChatGPT for Higher Education, A Guide for Students and Lecturers, 2023. Arianna Johnson, ChatGPT In Schools: Heres Where Its BannedAnd How It Could Potentially Help Students, Forbes, January 18 2023. Samantha Murphy Kelly, ChatGPT p[asses exams from law and business schools, CNN Business, January 26, 2023. Aaron Mok, A Wharton business school professor said Bing will get 'much higher grades' than ChatGPT, Business Insider, February 15, 2023. Megan Morrone, Was this written by a robot? These tools help detect AI-generated text, Fast Company, January 9, 2023. Kevin Roose, Dont Ban ChatGPT in Schools. Teach with It., New York Times, January 12, 2023. Ian Sample, Science journals ban listing of ChatGPT as co-author on papers, The Guardian, January 26, 2023. Katherine Schulten, Lesson Plan: Teaching and Learning in the Era of ChatGPT, New York Times, January 24, 2023. Sciences Po, Paris, ChatGPT: Sciences Po Implements Rules and Opens up Discussion About AI in Higher Education, 2023.UNESCO and UNESCO International Institute for Higher Education in Latin America and the Caribbean (IESALC), ChatGPT and Artificial Intelligence in higher education, Quick Start Guide, 2023. Lakshmi Varanasi, ChatGPT could be a Stanford medical student, a lawyer, or a financial analyst. Here's a list of advanced exams the AI bot has passed so far\", Insider, February 11, 2023. Anil Verma, How I would embrace ChatGPT in my class, Toronto Star, March 7, 2023. Wired, How Wired will use Generative AI Tools. PUPP, Artificial Intelligence and Plagiarism, Partnership on University Plagiarism Prevention, 2023.", "20230601 International Students and Careers Pilot UBCO.pdf": "UBCO is launching an innovative new set of services focused on the intersection of international student support and careers, with three new roles providing wrap around supports for international students on the Okanagan campus. This work is essential to strengthen UBC Okanagans position as a destination of choice for international students, by providing international students with further supports to achieve their goals for post-graduation employment, and will serve as a critical factor in retention while furthering our Student Strategic Plan. This initiative will also impact the local and regional economy by supporting international students and employers with post-graduate employment options. This suite of programming and career supports is designed to address the key challenges identified for international students who are transitioning from their studies to post-graduation in Canada including: a lack of host country work experience, hesitant employers, lack of personal and professional networks, lack of job entry support, and legal barriers. These roles include: Career Development International Student Specialist  Career Preparation and Training  Canadian Work Experience Supports  Networking and Professional Development Industry Employer Engagement Specialist  Post-Graduation Employer Transition  Connections with Employers and Industry  Networking, employer education and job entry supports Regulated Canadian Immigration Consultant (RCIC) Career Advisor  Post-Graduation Permanent Residency (PR) Advising (including 3 years post-graduation)  PR Pathways Workshops, One to One Consultations and Education  Navigation of Immigration Policies Template revised: April 30, 2020This pilot program is responding to the feedback of students and addressing the challenges that have been noted specifically at UBC Okanagan, across Canada, and internationally when it comes to providing career focused supports for international students. This program provides a clear value proposition to students who select UBC Okanagan as their place of study and positions UBCO as a leader in the field, incorporating multiple departments in a comprehensive and coordinated set of supports. Background Canadas two-step or study and stay immigration have had a major impact on the attractiveness of Canada as a study destination and plays a vital role in the decision-making process when selecting a study destination for many students and their families. Recent surveys show that 60 percent of international student respondents indicated that they plan to apply for permanent residency (PR) in Canada after graduation, combined with the increased importance of employability outcomes for international students. In the Canadian context, the impact of international education is important to the future of Canadas economic development and prosperity, contributing over 21 billion dollars annually to the Canadian economy. The relationship between HEIs, governments, and students are often symbiotic in nature, and over the past decade, the policies enacted by the Canadian government, including the Post-Graduate Work Permit (PGWP) promote the position that international students are ideal or designer immigrants with their education, language abilities, and cultural experiences, with a variety of opportunities to potentially apply for permanent residency in the years following graduation. International students are frequently described by policy makers as ideal or designer immigrants with their education, language abilities, and cultural experiences, and with a variety of opportunities to potentially apply for permanent residency in the years following graduation. The Post-Graduate Work Permit (PGWP) is one example of these policies that Immigration Refugees and Citizenship Canada (IRCC) have put in place to make Canada an attractive study destination and potentially retain students post-graduation. However, even with all of these positive attributes for many students, the realities are often quite different, and there are clear indications that international students face a number of challenges in transitioning from their studies to careers post-graduation.", "20230901 Human Rights Interim Report.pdf": "The Human Rights Team works collaboratively to uphold and promote the human rights of all UBC Community Members. The team responds to every person and group that comes to the Equity & Inclusion Office with a discrimination-related concern or inquiry, including those raised by UBC students, staff, and faculty on all UBC campuses, as well as from UBC Alumni and members of the public. The Human Rights Team works to informally resolve concerns, wherever possible, and to assist individuals to pursue investigations, where necessary. In addition to the complaint response work, the Human Rights Team proactively supports UBC leaders and all interested UBC Community Members to build human rights-respecting policies, practices, interactions, and environments. By fostering effective working relationships with all relevant UBC stakeholders, the team seeks to influence the culture at UBC toward restorative, trauma-informed, and lasting human rights changes. There was recently a large amount of turnover in the team. July 2022 saw the arrival of an advisor, January 2023 saw the arrival of two advisors, and April 2023 saw the arrival of the new Director, Human Rights. We are working to improve data collection standards and mechanisms so that we are comparing like statistics year over year and are able to report on trends over time. The Human Rights Team continues to respond to complex human rights-related inquiries and concerns. There has been a drop in the number of consultations per protected characteristic, from 1104 for the period of May 1, 2021 April 30, 2022 to 396 for the period of May 1, 2022April 30, 2023.", "20230901 Annual-Debt-Report.pdf": "In accordance with the January 2004 Board approved Debt Issuance and Application Guidelines (Appendix 1) and the July 2009 Board-established ceiling on centrally funded debt guideline, this briefing summarizes key borrowing initiatives and other relevant information pertaining to external and internal debt as at June 30, 2023. Listing of all University and Related Entity Borrowing As at June 30, 2023 the University had net $351.7 million ($361.4 million as at March 31, 2023) outstanding principal on external long-term debt, inclusive of $38.6 millions of sinking funds, with a weighted average cost of 5.70%. The composition of the external debt includes a $250 million debenture (bond) issue debt and $140.3 million Provincial fiscal agency loans less $38.6 million of sinking funds. For a detailed breakdown on external borrowings, refer to Appendix 2. The University has internally financed a further $1.511 billion of long-term debt via the use of the Student Housing Finance Endowment, Main Endowment Borrowing for Orchard Commons, and the use of working capital. The University has also financed an additional $51.4 million in Housing Assistance loans to faculty members. See Appendix 3 for a summary of internal loans by faculty/unit and Appendix 4 for a detailed listing of all internal loans. Key Borrowing Ratios and Weighted Average Cost of Debt Service UBC maintains target ratios for external, internal and total debt. While the credit rating agencies typically only focus on external debt ratios, it is important to consider internal and total debt metrics to understand the sustainability of UBCs financial leverage and how UBC benefits from its significant underlying surplus of working capital. Total debt metrics illustrate the impact on ratios if UBC sought external funding for all internally financed projects.UBC Key Ratios1:  1 Refer to Appendix 1 for Key Ratio Glossary For FY23, the University has met all its key ratio targets as set out by the Board. However, current projections suggest total debt burden will increase to 5.83% in FY26 and 6.06% in FY27, over the 5.5% target. The increase is a result of high debt service costs related to the Saltwater Residence ($11.7 million annual debt repayment) and Integrated Renewal Project (IRP) including expected Workday Student loans (maximum annual debt repayments of $54.9 million). There are 8 internal loans that will be or have been issued to UBC Central between 2018-2025 in relation to the IRP project estimated to total $570.1 million with varying terms and the last loan maturing in 2041. UBC will continue to monitor the Total Debt Burden Ratio in relation to revenue projections and new capital projects as the University proceeds with its capital plan. The administration also notes that the external debt service coverage ratio experiences a decline in FY25 because of forecasted declines in EBITDA, but UBC remains far above target ratios consistent with our external credit rating of Aa1 by Moodys and AA by Standard & Poors. UBC evaluates debt burden by faculty / business unit (Appendix 3) to determine each units debt capacity. As part of due diligence when issuing new internal loans, Treasury assesses each units operating budget / reserves along with its overall ability to debt service new and existing loans. Although some units have debt burden ratios above the 3.0% threshold, the absolute size of the internal loan portfolio is manageable, and Treasury is satisfied with the units overall ability to repay their internal loan obligations. Projects Dependent Upon Debt Current projections show the amount of debt supporting capital projects amounting to $2.4 billion in FY27 which includes all projects referenced in the Capital Financing Plan in the September Liqudity Update. As discussed above, the number of capital projects and the increased cost of these projects has put pressure on the total debt burden ratio and management will continue to monitor closely as projects progress. From a liquidity standpoint, the University is projected to reach a low of $841 million in March 2026 (See Liquidity Update on Closed Agenda). Although liquidity is forecasted to be well above the minimum liquidity target of $350 million there are many factors that can affect liquidity including student demand, inflation and high construction costs. UBC will continuously assess its ability to fund all proposed capital projects within the initial timeline on a project-by-project basis.Credit Rating Status Standard & Poors (S&P) outlook on the Non-US higher education sector is stable for 2023, signifying an improvement from the mixed outlook in 2022 because of universities strong balance sheets and demand characteristics. S&P notes that inflation, recessionary pressures, international student demand and balance sheet resilience (as a result of capital plans) are potential challenges for Non-US universities. Moodys notes that budget pressures from the continued impact of the pandemic, inflation and capital plan execution could put pressure on the Universitys reserves. UBC has been and will continue to maintain close communications with both Moodys and S&P to ensure that they are updated and understand UBCs finances and operations. UBC has maintained its Aa1 rating from Moodys (December 2022) but was downgraded to AA rating by Standard & Poors (April 2023). UBCs downgrade was a result of S&Ps downgrade of the Province of BC and UBCs strong link with the province which precludes it from being rated above its related government.", "20221101 2021 Employment Equity Report.pdf": "The purpose of the Employment Equity Report is two-fold: 1) to provide an overview and update on the progress and implementation of the 2019 Employment Equity Plan (EEP) and 2) to facilitate UBCs continued reporting of Employment Equity Survey results to better understand where disparities in proportional representation may exist at UBC. The EEP identifies several objectives designed to address hiring and promotion and eliminate disparities across designated groups. This report provides an annual update on EEP implementation activities and employment equity data for UBC Vancouver and UBC Okanagan campuses. Employment Equity Plan implementation update  Data collection: Launched a revised Employment Equity Survey via Workday to better reflect promising practices in demographic data collection and improve engagement.  Special recruitment programs: Continued support for the BC Office of the Human Rights Commissioner (BCOHRC) Special Program for restricted hiring in the Canada Research Chair (CRC) program at UBC and in departments seeking to recruit among under-represented groups for new faculty members.  Anti-racism efforts: Progressed a number of strategic and multi-level initiatives aiming to advance equity, diversity, inclusion and anti-racism commitments at UBC including the initiation of recommendations from the ARIE Task Force.  IAP implementation: Established Action Planning Teams (APTs) focused on developing workplans to realize prioritized actions from the Inclusion Action Plan (IAP) at the institutional level.  Education and training: Launched a JEDII Summer STEM Series to support equitable processes in recruitment and inclusion of historically, persistently or systemically marginalized groups at UBC; continued to see employee completions of the Hiring Equity course and launched the Positive Space: Foundations course for students, faculty and staff designed to support 2SLGBTQIA+ inclusion. Template revised: October 15, 2020 Community building and engagement: Supported the formation of the 2SLGBTQIA+ faculty and staff affinity group and continued to support the Disability Affinity Group, Asian Canadian Community Engagement (ACCE) Initiative, and IBPOC Connections. The groups aspire to improve representation, recognition, community and relationship-building across the university. Employment Equity Survey results The 2021 Employment Equity Survey saw an overall response rate of 75 per cent across the institution. The survey campaign yielded the highest response rates observed at both UBC Vancouver (74.2 per cent) and UBC Okanagan (79.4 per cent) campuses since 2016. In 2016, the response rates were 67.9 per cent and 77.8 per cent, respectively. Opportunity exists to enhance UBC employees engagement with the survey, for example, through targeted follow ups to leadership, faculty and staff in low-response units and sustained communications highlighting the equity imperative and benefits to self-identification. While survey results indicate that the university continues to achieve strong representation among women in its workforce at both campuses, representation consistently remains below regional or national workforce comparator cohorts for nearly all other designated groups. This is particularly true with respect to people with disabilities who continue to be underrepresented across all occupational groups at UBCs Vancouver campus. In contrast, the proportional representation of persons with disabilities at UBCs Okanagan campus exceeds both regional and national workforce comparator groups. Furthermore, data demonstrate a consistent discrepancy with respect to proportional representation of designated groups at senior levels. Numerous initiatives planned and under way signal the growing need and call for implementation of targeted programming that will effectively address barriers to making UBC a more inclusive and welcoming work place for historically, persistently or systemically marginalized groups. Ample opportunity exists to improve understanding of the utility and application of employment equity data to inform workforce planning as well as build knowledge and skills that support more equitable and inclusive practice throughout the recruitment process to onboarding and career progression of UBC employees. 2021 marked the first time these data were centrally collected via Workday, its implementation a component of UBCs Institutional Renewal Program. Based on 19,347 as the total number of faculty and staff at UBC, the survey had a 66 per cent faculty response rate and 79 per cent staff response rate at UBC Vancouver, and 77 per cent faculty response rate and 81 per cent staff response rate at UBC Okanagan.", "20231001 Campus-Vision-2050 Final Draft.pdf": "This briefing provides the final draft of Campus Vision 2050 (the Vision), an ambitious, long-range plan that will guide how UBCs Vancouver campus will grow and evolve over the next 30 years to support the needs of the University, its students, faculty, residents and staff, and Musqueam. The Vision (Appendix One) reflects the results of extensive technical analysis, design work, and public engagement that took place between January 2022 and August 2023, with Musqueam, the University community, project advisory committees, the AMS, UBC Properties Trust, the UNA, external service providers and interest groups. The Vision was developed along with updates to two inter-related policies: the Housing Action Plan (HAP), a Board-approved policy that guides how UBC uses its land and financial resources to meet the communitys housing needs on the Vancouver campus; and the Land Use Plan (LUP), a provincially-adopted document regulating campus development that enables implementation of the Vision and HAP. Accordingly, this report is presented along with companion reports on the HAP and LUP. The report on the LUP asks the Board of Governors to consider referral of the amended LUP to a November public hearing, as required by UBCs governing legislation and consistent with municipal practice. In December the Board of Governors, taking into consideration the public hearing results, will be asked to consider referring the amended LUP to the Minister of Municipal Affairs for adoption. Provincial adoption of the amended LUP is needed for the Board of Governors to subsequently adopt Campus Vision 2050 and the HAP.The Vision also closely aligns with UBC Academic Futures, a framework to guide future academic planning, which is anticipated to be presented to the Board of Governors for discussion in December 2023. Paired with the long term academic land capacity enabled by the Vision, Academic Futures will guide academic planning over the next decades and allow UBC to respond and adapt to societal changes and remain at the forefront of teaching, learning, research and innovation. Campus Vision 2050 Campus Vision 2050 is a comprehensive public planning process that started in late 2021 to develop a long-term Vision for the UBC Vancouver campus. The Vision supports UBC's academic mission, values and priorities by providing a bold framework for physical growth and change. It is aligned with other UBC initiatives, including the Strategic Plan, Academic Futures, the Musqueam Relationship Agreement and extension of SkyTrain to the UBC Vancouver campus. It reflects the Board-approved Terms of Reference for Campus Vision 2050 and includes detailed strategies that deliver on seven guiding principles and six big ideas that outline a bold and responsible approach to future growth. The Vision provides the physical capacity for:  a flexible target of 20% more academic floorspace and additional industry research space;  at least 3,300 new and 1,000 replacement student housing beds in alignment with HAP policies;  a doubling of neighbourhood residential development (20% above the current LUP) that will enable UBC to deliver on four critical university needs: more housing options for UBC faculty, students and staff; supporting academic excellence; enhancing campus amenities and infrastructure; and bringing SkyTrain to UBC; and,  a comprehensive suite of amenities, services and infrastructure to support the future population. Public engagement on Campus Vision 2050 has been extensive and in-depth, resulting in over 13,000 engagement touchpoints from January 2022 to August 2023, with a comprehensive and diverse set of approaches that included deep engagement with UBCs marginalized and under-represented communities. Community input has been integral to the creation of the Vision, LUP amendments and updates to HAP, including: defining community and university needs and aspirations as reflected in the Terms of Reference; establishing guiding principles; generating planning ideas and strategies; exploring trade-offs and choices; and refining the final outputs. Throughout the process, the administration undertook targeted engagement with Musqueam, advisory committees and key student, faculty, and resident stakeholder groups, and responded to issues raised in letters addressed to the Board (See Appendix Two for a summary of all public engagement feedback). Through engagement, several common themes, tensions and areas of concern surfaced, which in turn were addressed through the development of the Vision and associated plans, including:  A strong desire for UBC to do even more to address affordable housing, with students concerned that the proposed student housing target would not meet the demand, and faculty and staff calling for more housing, more affordable options and more choice in housing types;  Concerns about how big the institution will become and how the Vision will address the impacts of additional growth related to livability, ecology and climate change;  The need for more and better neighbourhood amenities and coordinated service delivery (e.g., schools, grocery stores, child care and fire services) and to better distribute them across the campus; The need to embrace complexity and flexibility in planning for academic growth and creating outstanding, flexible teaching, research and learning environments;  Calls for a fully accessible and inclusive campus, with expanded connectivity and safe and efficient transportation to the campus and within and between neighbourhoods;  Questioning of UBCs land development and governance models; and,  Concern about the pace of Campus Vision 2050, along with a strong desire for more information and evidence to justify growth and the details of how the growth will be managed. At the same time, there has been strong support and gratitude for the approach to engagement, eagerness to continue to be engaged on implementation of the Vision and future plans and policies, and a desire to see how engagement feedback has shaped the Vision. The following section highlights the core elements of the Vision that were informed through extensive analysis and testing, and shaped in response to the engagement results. Six Big Ideas The Vision is anchored by six Big Ideas that are cross-cutting physical approaches to the campus that respond to university and community needs, advance the guiding principles, and reflect the unique qualities of UBC and its surrounding context. The document conveys that all six big ideas integrate and reinforce each other, and provide a campus-wide framework on which future, more detailed plans and policies will be developed. A Place of Learning describes how and where future academic growth will be accommodated: in the campus core in proximity to transit, within Learning Hubs, along Learning Corridors and throughout the campus. Engagement feedback reflected a strong desire to emphasize UBC as a university and a place of learning above all else. Key elements include:  reinforcing the connection of the Vision to strategic academic planning, namely the Academic Futures process and the academic capital planning process;  strengthening academic and research connections across the campus and ensuring new spaces are flexible and adaptable to future changes in teaching and learning;  ensuring all learning spaces are accessible to everyone through a compact, accessible and legible campus;  emphasizing spaces that enhance and encourage creativity, collaboration and knowledge exchange, and prioritizing Musqueam and Indigenous knowledge; and,  protecting green academic land for land-based research (e.g., Totem Field and south campus research ponds) and expanding Campus as a Living Lab. More Housing and Expanded Affordability for UBC accommodates more on-campus and affordable housing options for the UBC community (faculty, students and staff), prioritizing sustainability, livability, walkability and green space. These directions support the specific affordable housing policies developed through the HAP update process (see the HAP companion report). Key supporting elements include:  references to the HAPs housing affordability commitments, including rental and student housing;  optimizing development sites to accommodate the increased rental housing commitments in HAP, including 6-storey wood frame buildings to accommodate below-market faculty-staff rental; increasing building heights in strategic locations to maximize open space and generate revenue to support affordable housing needs;  prioritizing sites to accommodate the HAP commitment of 3,300 new student beds and identifying additional longer-term capacity through intensification of existing housing and / or new development, including: expanding St. Johns College along with Place Vanier expansion to accommodate a significant o portion of the HAP commitment and address graduate student housing need; and concentrating all student family housing in a future long-term redevelopment of the Acadia o Park student family townhouses (identified as a future planning area), supporting feedback from student families to maintain housing in the existing area;  clarifying HAPs role in implementing the Vision and Land Use Plan, along with flexibility as a Board- approved policy to respond to future UBC needs; and,  emphasizing other affordability issues surfaced through engagement, including food access, expanded childcare, community gardens, expanded public transit, and unique commercial and retail models. A Community of Communities envisions a socially-connected, inclusive, accessible and sustainable campus comprised of distinct but connected communities that offer convenient access to daily needs and amenities. Engagement feedback reflected a desire for amenities and services to keep pace with growth, be accessible, and serve local needs. Key elements include:  distributing amenities to support local needs and enhance campus life including major anchors of amenities and services serving a campus-wide population (e.g., grocery, child care, shops, restaurants, larger open spaces); smaller clusters of amenities (e.g., corner stores, coffee shops, child care, prayer spaces, play grounds) and local nodes serving individual buildings or student housing areas;  fostering community-building and social interaction through well-designed buildings and open spaces that are pedestrian friendly and welcoming;  supporting people with diverse accessibility experiences, including design strategies for addressing different accessibility needs; and,  expanding on how UBC will work with the community and neighbours and service providers to ensure the provision of amenities, services and open space reflect local needs and keep pace with growth. Restorative and Resilient Landscapes illustrates an ecologically rich campus connected to its unique natural setting and reflecting a deep Musqueam presence and sense of welcome. Key elements include:  protecting and enhancing campus ecology and biodiversity on the campus and through connections to the broader peninsula, including managing potential adverse impacts of UBCs growth on Musqueam;  protecting and creating substantial new green spaces as part of new development for social, recreational and ecological benefit, including rainwater management and tree protection; creating a range of open and natural space types, from those that are more formal to those that are less manicured and planned and that can be defined and re-defined by community, allowing for originality and organic changes; and,  clarifying how, through implementation, ecological baselining will help inform the development of more specific strategies, targets and commitments to ensuring ecological health and biodiversity is balanced alongside future growth. Connected Campus describes improved connectivity to the region through the extension of SkyTrain, and safe, convenient and efficient on-campus mobility. Reflecting engagement feedback around how the transportation network will be affected by future growth, key elements include:  prioritizing sustainable transportation modes over the long term and promoting an integrated approach to land use and transportation;  integrating future SkyTrain into the campus to dramatically improve connectivity and access, while minimizing disruptions and supporting campus safety and security;  ensuring that accessibility is foundational and that accessible parking and essential services are maintained throughout the campus; and,  designing changes to roadways to and from campus to improve transit priority, manage traffic, and introducing more protected cycling facilities. Climate Mitigation and Adaptation recognizes the uncertainty of the future and envisions a climate-resilient campus and a model for excellence and innovation in addressing the climate emergency, built on extensive student, faculty, resident, staff, and Musqueam expertise. Engagement feedback reflected a strong desire for UBC to take an aspirational leadership role in confronting climate change and building net-zero communities. Key elements include:  strengthening links to the Neighbourhood Climate Action Plan update including strategies to get to net-zero neighbourhood operational emissions in new buildings by 2030;  a revised Vision statement with the aspiration for UBC to be climate-neutral by 2050;  emphasizing UBCs Climate Action Plan commitments including the Board-approved Climate Action Plan targets;  ensuring that existing and future buildings and landscapes are resilient against climate change impacts and natural disasters;  showcasing academic demonstration projects and Campus as a Living Lab opportunities; and,  direction for a natural systems approach including rainwater and cliff erosion management. Campus Design and Character An expanded Campus Design and Character section reflects engagement concerns about how growth will impact livability and UBCs unique environment. It includes illustrative graphics, descriptions and precedent images to guide future implementation. This will help deliver on the Visions intent to create compact, complete and livable communities that foster social connection and community building, with a network of open spaces, streets for people, and human-scaled building forms.Musqueam Values and Presence Working closely with Musqueam, significant content has been developed around how Musqueam values and interests are presented throughout the document, including how to manage potential adverse impacts of UBCs growth on Musqueam. These include expanded descriptions of recent UBC-Musqueam collaborations on plans and capital projects, strategies for enhancing biodiversity and climate resilience through indigenous practices and climate-adaptive planting, appropriate use of hnqminm words, and greater representation in renderings and graphics. Reflecting the Musqueam-UBC Relationship Agreement discussions, the Vision also includes commitments for ongoing and deep engagement in land use planning and implementing the Vision. Adaptive Approach to Implementation Engagement feedback included a desire for more information and evidence to support assumptions and commitments behind the Vision, as well as clarity about how and when more detailed planning occurs, including measuring and monitoring the impacts of growth. The Vision describes its relationship to other policies as well as sequencing and collaborative processes for undertaking more detailed implementation plans and studies. The Vision also commits to working with faculty experts and the UBC community to test and innovate solutions to complex and urgent societal challenges such as housing affordability, biodiversity, and climate change. This includes monitoring the environmental, climate, financial, and socio-economic impacts of implementation through ongoing reporting to ensure UBC is adapting to rapidly changing conditions and learning from new information. Accessibility and Diversity in Document Design and Communication Through discussions with the accessibility community, photos and renderings throughout the document reflect the cultural diversity of the campus community as well as a diversity in age, body shapes and sizes. All graphics and text have also been updated to optimize visual accessibility in terms of colour contrast and type size. Next Steps Board approval of the Vision relies on provincial approval of UBCs amended LUP. Subject to provincial adoption of the LUP, the Visions implementation will be shaped by policies, technical analysis, and plans created in collaboration with Musqueam, the UBC community, UNA, Properties Trust, external agencies and stakeholders to ensure campus growth aligns with the universitys commitments to climate, biodiversity, affordability and community-building (see Appendix Three for a summary of concurrent work). Examples of this work include:  updating UBCs Neighbourhood Climate Action Plan, targeted for spring 2024, and undertaking regular updates to the Residential Environmental Assessment Program green building standard;  finalizing an ecological baseline for the campus to inform biodiversity strategies in future Neighbourhood Plans and the Campus Plan update;  updating the Vancouver Campus Plan and Transportation Plan, including near term strategies to improve West 16th Avenue intersection performance and access to Wesbrook Place Neighbourhood;  developing a new Rainwater Management Plan and updating the master servicing plan;  creating a Community Amenities Strategy that includes updating the Child Care Expansion Plan;  continuing to coordinate with external jurisdictions and other partners to deliver on areas of shared interest including housing affordability, rapid transit, health services, roads, public safety, schools, and infrastructure; advancing student housing development for the Vanier and St Johns College sites in order to take advantage of provincial funding opportunities; and,  developing future neighbourhood plans, with priority for continuing Wesbrook Place development.", "20231001 Housing-Action-Plan-Update.pdf": "This briefing provides the final ten-year Housing Action Plan update (HAP), UBCs bold response to the regions affordability crisis. The updated HAP (Appendix One) is guided by growth proposed in Campus Vision 2050 (the Vision) and enabled through the amended Land Use Plan (LUP), both also presented at this meeting. With the updated HAP, UBC would house 24,000 more people on campus over the next 30 years, for a total student housing and neighbourhood population of 53,000 in 2050. This includes UBC directly providing non-market housing for nearly 25,000 people annually in student housing and faculty/staff rental. The HAP was updated as part of a regular five-year comprehensive review required by the Board of Governors, the second review since the HAP was adopted in 2012. The review, integrated with the Campus Vision 2050 process, included extensive public engagement with faculty, staff, students and other groups, as well as technical work to understand current housing opportunities and challenges. The updated HAP includes commitments to: 1. More Rental Choice: increasing the rental portion of new neighbourhood development from the current 30% to 40%, enabling UBC to provide 5,900 campus rental homes; making permanent and expanding eligibility for the rent-geared-to-income program for low- to moderate-income faculty and staff; and exploring off-campus partnerships aligned with UBC priorities like SkyTrain completion;2. Attainable Ownership: increasing the Prescribed Interest Rate Loan program for tenure-stream faculty from $15 million to $20 million annually; committing to future policy development on faculty and staff on-campus ownership, such as innovative partnerships with BC Housing and resolving provincial barriers to ownership options; 3. Student Housing Opportunities: increasing on-campus student housing to 17,300 beds by targeting at least 3,300 new beds and 1,000 replacement beds as a priority, with timing and project delivery subject to demand, prioritization, financing and funding capacity; and working with the Province to add more housing, more quickly. 4. Strategic Initiatives: equity and accessibility measures; improved communications; and continuing HAP reviews at least every five years to continue evolving UBCs response to the affordability crisis. HAP commitments are made possible through land development revenue enabled by the LUP. The LUP is being updated to support implementation of the Vision and HAP, which will enable more housing and increased revenue to support a range of UBC priorities. This report is therefore presented along with companion reports on the Vision and to refer the amended LUP to a November public hearing. Following the public hearing, the Board of Governors will consider referring the amended LUP to the Minister of Municipal Affairs for adoption. Provincial approval of the LUP would enable Board adoption of the HAP, including Board decisions on allocations of land development revenue to HAP and other institutional priorities. In this context, the updated HAP policies provide a balancing of different choices. For example, building more rental housing means less short-term capacity in UBCs endowment to support other academic priorities. Similarly, building more student housing relies on proceeds from neighbourhood strata lease sales; increasing the proportion of strata leases means building less rental housing. After extensive engagement and financial analysis, the updated HAP reflects a balancing of UBCs academic priorities, including a bold response to the affordability crisis. The HAP is a flexible Board of Governors policy that can continue to evolve in response to the affordability crisis; HAP policies commit to review at least every five years. This differs from the LUP, which requires provincial adoption through a complex approval process and is reviewed approximately every decade. Importantly, the flexibility of HAP policies enables UBC to adjust and respond to future changes in funding and financing options, a common theme through the engagement process. For example, if UBC were able to externally borrow to finance student housing construction, it would reduce the reliance on strata leasehold housing revenue, enabling increased on-campus rental housing. The HAP can be updated as these opportunities evolve in the coming years. Background The HAP is a Board of Governors policy to direct how UBC uses its land and financial resources to support the communitys housing needs. Given the scale of the housing challenge, the HAP is crucial for recruiting and retaining faculty, staff, students and the community members that support the Universitys academic mission. HAP decisions directly support UBCs academic mission. Good quality, affordable housing within a desirable commute is crucial for recruiting and retaining the world-class faculty, staff and students and other employees that make UBC a great place. HAP policies enable UBC to deliver on priorities in the Vision and the amended LUPespecially financing for student housing and neighbourhood rental growth for faculty and staffand are part of balancing Board priorities: providing more financial support for academic needs; ensuring infrastructure and amenities to support campus growth; and enabling a potential contribution to SkyTrain.Updated Housing Action Plan The HAP directs how UBC uses the land and financial resources enabled by the amended LUP and Vision to support housing choice and affordability for the UBC Vancouver Campus. The Board of Governors adopted the first HAP in 2012, committing to five-year reviews. This 10-Year HAP review started in early 2022 as part of the Campus Vision 2050 process, which enabled an integration of UBCs long-term campus planning with housing needs. The HAP review included extensive student, faculty, staff and community engagement, along with technical work to assess housing need and evaluate existing HAP initiatives: faculty/staff non-market rental; market rental; the rent-geared-to-income program for low- to moderate-income staff and faculty; student housing; and faculty home ownership programs. The review also included analysis and Board of Governors direction on UBCs financial capacity to respond to the affordability crisis, balanced with other University needs. The updated HAP reflects the 10-Year review results. It summarizes the affordability challenge for UBCs community and the value of existing housing programs for student, faculty and staff wellbeing, recruitment and retention. The HAP also includes principles to guide UBCs bold response to the housing challenge, focusing on doing more with land and financial resources enabled by the Vision and the amended LUP and balancing three components to support the UBC communitys housing need: 1. Affordability: Reflecting CMHCs national definition and the current HAP definition, UBCs housing is considered affordable if it costs less than 30% of a households before-tax income (including rent, strata fees, property taxes, and utilities). This is an appropriate measure for many in UBCs community. But it can also be a challenging concept to apply. The University has individualnot householdincome data for faculty and staff. Some higher income earners, especially faculty, may choose to spend more than 30% of household income and not be in housing need. Students often have limited household income and the 30% measure may not be appropriate. As a result, housing choice is a key component in assessing how UBC is meeting housing need. 2. Housing Choice: UBCs most impactful housing initiatives involve directly increasing on-campus supply for faculty, staff, and students. The vast majority of this, including student housing, is below-market rental, making it the most affordable choice for UBCs community. Other campus housingmarket rental and ownership optionsprovide important housing choice options. Together, UBCs housing choice initiatives are a significant component of addressing the communitys housing need. 3. Financial Sustainability: UBC can only provide affordable housing and increase housing choice if the funding and financing model for housing is sustainable for the University. This will enable UBC to continue meeting the communitys housing need today and in the future. To support and balance community housing needs, the updated HAP proposes 30 policies as UBCs comprehensive response to the affordability crisis. The policies also recognize that the affordability crisis requires support from senior government and partners, including advocacy to remove legal and financial barriers that would allow UBC to do more. The table below highlights the key HAP policies to support the communitys housing need, including the number of people expected to benefit and financial considerations for UBC. The full HAP has all 30 policies, including in advocacy, partnerships, rental rate setting and flexibility for future updates as the affordability challenge evolves.Housing Need Supported reflects the number of people projected to benefit from each HAP initiative. More Rental Housing projections include the number of people expected to live in each neighbourhood rental housing unitincluding UBC faculty, staff, students and family membersat full build out in 2050. Other projections include the number of UBC faculty, staff, and students housed by each initiativefor example, one faculty member for each Prescribed Interest Rate Loan, and one student for each student housing bed. 2. Combination of below-market faculty/staff rental and student housing, with rates below market rents.Next Steps Board approval of the updated HAP relies on provincial approval of UBCs amended LUP. As the amended LUP proceeds to a November public hearing, the Administration has started initial planning for the next major student housing expansion in Place Vanier/St Johns College as part of the HAP commitment to increase student housing. Faculty/staff non-market and market rental housing is proceeding with more than 500 new units under construction in Wesbrook Place, and planning for additional housing underway with UBC Properties Trust. The HAP will support academic and neighbourhood growth plans over the next 30 years. As part of this work, the Administration will update eligibility guidelines and terms of reference that support HAP programs (e.g., the Faculty Housing Assistance Financing Endowment Fund to reflect HAP Policy 9, increasing the Prescribed Interest Rate Loan program). The Administration will also continue advocacy to address barriers to on-campus faculty and staff home ownerships programs and student housing financing. Importantly, the HAP is a flexible policy approved by UBCs Board of Governors. It will be reviewed at least every five years and commits to sooner reviews if these barriers are removed.", "20230901 Indigenous Strategic Plan Implementation Update.pdf": "Adrienne Vedan, Senior Advisor to the Deputy Vice-Chancellor on Indigenous Affairs and Allison Beardsworth, Associate Director, Strategic Indigenous Enrolment Initiatives, Enrolment Services, will present on the Indigenous Strategic Initiatives (ISI) Fund and provide the first update since its inaugural year. The ISI Fund, developed and administered by the Office of Indigenous Strategic Initiatives (OISI) and the Indigenous Strategic Plan Executive Advisory Committee (ISPEAC), supports implementation of the UBC Indigenous Strategic Plan. Funds are available to support faculty, staff, and student-led projects that advance the Indigenous Strategic Plans 8 goals and 43 actions across both the Vancouver and Okanagan campuses. Two successful ISI Fund cycles have been concluded as of Fall 2023, distributing funding to dozens of projects across multiple faculties, departments, and administrative units at the Okanagan and Vancouver campuses."}